Revit 2027 API
ParameterTypeId.StairsAttrRisersPresent Property
 "Risers Present"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsAttrRisersPresent { get; }
Public Shared ReadOnly Property StairsAttrRisersPresent As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsAttrRisersPresent {
	ForgeTypeId^ get ();
}
static member StairsAttrRisersPresent : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace